Repository: AndrewFarley/phoenix
Catalog: translations/pos/Phoenix_*.po
Languages: portuguese_br, spanish_mx

source: Enter your birthday MM/DD/YYYY!
portuguese_br: Digite seu aniversário MM/DD/AAAA!
spanish_mx: Ingresa tu cumpleaños MM/DD/AAAA!

source: Questions? Email:
portuguese_br: Perguntas? Email:
spanish_mx: ¿Preguntas? Enviar correo electrónico:

source: Did you mean
portuguese_br: Você quis dizer
spanish_mx: ¿Quisiste decir

source: Fix it!
portuguese_br: Conserte isto!
spanish_mx: ¡Arréglalo!

source: Add your photo here and we'll check it out!
portuguese_br: Adicione sua foto aqui e vamos verificá-la!
spanish_mx: ¡Sube tu foto aquí para que le echemos un vistazo!

source: Add your photo here for a scholarship entry!
portuguese_br: Adicione sua foto aqui para concorrer a uma bolsa de estudos!
spanish_mx: ¡Sube tu foto aquí para aplicar para la beca!

source: Add another photo and we'll check it out!
portuguese_br: Adicione outra foto e vamos verificá-la!
spanish_mx: ¡Sube otra foto aquí y le echaremos un vistazo!

source: Your Impact
portuguese_br: Seu impacto
spanish_mx: Tu impacto

source: Enter # here -- like '300' or '5'
portuguese_br: Indique a quantidade aqui-- como ‘300’ ou ‘5’
spanish_mx: Introduce la cantidad de su impacto aquí---cómo ‘300’ o ‘5’

source: No need to write an essay, but we'd love to see why this matters to you!
portuguese_br: Não há necessidade escrever um redação, mas nós gostaríamos de saber por que isso é importante para você!
spanish_mx: ¡No hace falta que escribas un ensayo, pero nos encantaría saber por qué esto importa para ti!

source: Share this stat with friends
portuguese_br: Que se dane, espalhe a notícia
spanish_mx: Olvídalo, haz correr la voz

source: DoSomething.org makes the world suck less. One of the largest orgs for young people and social change, our millions of members tackle campaigns that impact every cause, from poverty to violence to the environment to literally everything else. Any cause, anytime, anywhere.
portuguese_br: A DoSomething.org torna o mundo um lugar menos chato. Somos uma das maiores organizações para jovens e mudanças sociais, e nossos milhões de membros realizam campanhas que impactam todas as causas, da pobreza à violência até o meio ambiente e literalmente tudo mais. Qualquer causa, a qualquer hora, em qualquer lugar.
spanish_mx: DoSomething.org hace que el mundo sea un lugar mejor. Es una de las mayores organizaciones para jóvenes y el cambio social, y nuestros millones de miembros entran en campañas que repercuten sobre cada causa, desde la pobreza a la violencia, al medio ambiente hasta literalmente todo lo demás. Cualquier causa, en cualquier momento, en cualquier lugar.

source: Helpful Tips
portuguese_br: Dicas úteis
spanish_mx: Consejos útiles

source: Let's do this!
portuguese_br: Vamos em frente!

source: Join others making a difference.
portuguese_br: Junte-se a outros e faça a diferença
spanish_mx: Únete a los demás para hacer una diferencia.

source: A global movement for good.
portuguese_br: Um movimiento global para o bem

source: Find ways to take action both online and off.
portuguese_br: Encontre formas de se mobilizar ‘on-line’ e ‘off-line’

source: Choose a campaign and take action with 5.3 million young people.
portuguese_br: Escolha uma campanha, e engaje-se com 5.3 milhões de jovens.

source: Join others making a difference
portuguese_br: Junte-se a outros e faça a diferença
spanish_mx: Únete a los demás para hacer una diferencia

source: What Is DoSomething?
portuguese_br: O que é DoSomething.org?

source: Let's Do This!
portuguese_br: Vamos em frente!

source: Choose a campaign and take action with 5.5 million young people.
portuguese_br: Escolha uma campanha, e engaje-se com 5.5 milhões de jovens.

source: Email
spanish_mx: Correo electrónico

source: I u2764 @state
spanish_mx: Yo u2764 @state

source: Log In
spanish_mx: Iniciar Sesión

source: help@dosomething.org
spanish_mx: ayuda@dosomething.org

source: VIPs
spanish_mx: Personas Destacadas
