Repository: AndrewFarley/phoenix
Catalog: translations/pos/Phoenix_*.po
Languages: portuguese_br, spanish_mx

source: Path to load assets from. The <code>{ds_version}</code> string can be used to include the current <code>ds_version</code> value, or "latest" if not set. If left blank, assets will be loaded from the local theme folder.
portuguese_br: O caminho de onde carregar ativos. A sequência <code>{ds_version}</code> pode ser usada para incluir o valor atual <code>ds_version</code>, ou o "mais recente", caso o mesmo não tenha sido definido. Se deixado em branco, os ativos serão carregados da pasta de tema local.
spanish_mx: Ruta desde la que se cargarán los activos. La cadena <code>{ds_version}</code> se puede usar para incluir el valor actual de <code>ds_version</code> o el más reciente, si no se ha definido. Si se deja en blanco, los activos se cargarán desde la carpeta del tema local.

source: Minify Assets
portuguese_br: Reduzir ativos
spanish_mx: Reducir los activos

source: Will use minified assets. Uncheck this if debugging in a browser without source maps. <strong>(Unminified assets are only created in production builds.)</strong>
portuguese_br: Irá utilizar ativos reduzidos. Desmarque essa opção se estiver realizando a depuração em um navegador sem mapas de origem. <strong>Ativos reduzidos só são criados nas construções de produção.)</strong>
spanish_mx: Se utilizarán activos reducidos. Deselecciona esta opción si estás depurando en un navegador sin mapas fuente. <strong>(Los activos sin reducir solo se crean en las versiones de producción.)</strong>

source: Feature Flags
portuguese_br: Sinalizadores de recursos
spanish_mx: Indicadores de funciones

source: Allows features to be toggled on or off in different environments.
portuguese_br: Permite que recursos sejam ligados ou desligados em diferentes ambientes.
spanish_mx: Permite alternar en activadas o desactivadas las funciones en distintos entornos.

source: Campaign Finder
portuguese_br: Localizador de campanhas
spanish_mx: Localizador de campañas

source: Toggles campaign finder on homepage/expore campaigns page.
portuguese_br: Alterna o localizador de campanhas na página inicial/página de exploração de campanhas.
spanish_mx: Alterna el localizador de campañas en la página de inicio o de exploración de campañas.

source: Show sponsors
portuguese_br: Exibe patrocinadores
spanish_mx: Mostrar patrocinadores

source: Toggles the sponsors block on the home page when finder is enabled.
portuguese_br: Alterna o bloco de patrocinadores na página inicial quando o localizador estiver ativado.
spanish_mx: Alterna el bloque de patrocinadores en la página de inicio cuando el localizador está activado.

source: Show problem statement share buttons
portuguese_br: Exibe botões de compartilhamento de declaração de problema
spanish_mx: Mostrar los botones de compartir de planteamiento del problema

source: Toggles the display of problem statement share buttons on the action page.
portuguese_br: Alterna a exibição dos botões de compartilhamento de declaração de problema na página da ação.
spanish_mx: Alterna la visualización de los botones de compartir de planteamiento del problema en la página de la acción.

source: Header
portuguese_br: Cabeçalho
spanish_mx: Encabezado

source: Who We Are?
portuguese_br: Quem somos?
spanish_mx: Nosotros

source: Footer
portuguese_br: Rodapé
spanish_mx: Pie de página

source: Affiliate logo
portuguese_br: Logotipo afiliado
spanish_mx: Logotipo de afiliado

source: Enable affiliate logo
portuguese_br: Ativar logotipo afiliado
spanish_mx: Activar logotipo de afiliado

source: Text
portuguese_br: Texto
spanish_mx: Texto

source: File
portuguese_br: Arquivo
spanish_mx: Archivo

source: On
portuguese_br: Ligar
spanish_mx: Encendido

source: Off
portuguese_br: Desligar
spanish_mx: Apagado

source: Enabled
portuguese_br: Ativado
spanish_mx: Activado

source: Title Text
portuguese_br: Texto do título
spanish_mx: Texto del título

source: Optional
portuguese_br: Opcional
spanish_mx: Opcional

source: Title text is displayed when the image is hovered
portuguese_br: O texto do título é exibido ao passar o ponteiro do mouse sobre a imagem
spanish_mx: El texto del título se muestra cuando se pasa el cursor por encima de la imagen

source: Manage the links in each column of the footer
portuguese_br: Gerenciar os links em cada coluna do rodapé
spanish_mx: Administrar los vínculos en cada columna del pie de página

source: Advanced options
portuguese_br: Opções avançadas
spanish_mx: Opciones avanzadas

source: User
portuguese_br: Usuário
spanish_mx: Usuario

source: JS Validations
portuguese_br: Validações JS
spanish_mx: Validaciones de JS

source: Validate Post Code
portuguese_br: Validar CEP
spanish_mx: Validar código postal

source: A Paraneue subtheme for DoSomething.org
portuguese_br: Um subtema Paraneue para a DoSomething.org
spanish_mx: Un subtema de Paraneue para DoSomething.org

source: Show More
portuguese_br: Mostrar mais
spanish_mx: Mostar más

source: Hey, @name!
portuguese_br: Olá, @name!
spanish_mx: ¡Oye @name!

source: We need your first name.
portuguese_br: Precisamos do seu primeiro nome.
spanish_mx: Necesitamos tu nombre.

source: Got it!
portuguese_br: Recebido!
spanish_mx: ¡Entendido!

source: We need your friend's name.
portuguese_br: Precisamos do nome do seu amigo.
spanish_mx: Necesitamos el nombre de tu amigo.

source: Got it, @name!
portuguese_br: Recebido, @name!
spanish_mx: ¡Entendido, @name!

source: We need your last name.
portuguese_br: Precisamos do seu sobrenome.
spanish_mx: Necesitamos tu apellido.

source: That doesn't seem right.
portuguese_br: Isso não parece certo.
spanish_mx: No parece que eso sea correcto.

source: Are you a time traveller?
portuguese_br: Você viaja no tempo?
spanish_mx: ¿Eres un viajero del tiempo?

source: Wow, happy birthday!
portuguese_br: Uau, feliz aniversário!
spanish_mx: ¡Órale! ¡Feliz cumpleaños!

source: Wow, you're @age!
portuguese_br: Uau, você está com @age anos!
spanish_mx: ¡Órale! ¡Tienes @age!

source: Cool, @age!
portuguese_br: Legal, @age anos!
spanish_mx: ¡Chido! ¡@age!

source: We need your birthday.
portuguese_br: Precisamos do seu aniversário.
spanish_mx: Necesitamos tu cumpleaños.

source: Great, thanks!
portuguese_br: Ótimo, obrigado!
spanish_mx: ¡Genial! ¡Gracias!

source: We need a valid email.
portuguese_br: Precisamos de um e-mail válido.
spanish_mx: Necesitamos un correo electrónico válido.

source: Keep it secret, keep it safe!
portuguese_br: Mantenha em segredo, mantenha segura!
spanish_mx: Mantenlo en secreto ¡que esté seguro!

source: Must be 6+ characters.
portuguese_br: Deve ter 6 ou mais caracteres.
spanish_mx: Debe tener al menos 6 caracteres.

source: Thanks!
portuguese_br: Obrigado!
spanish_mx: ¡Gracias!

source: Enter a valid telephone number.
portuguese_br: Digite um número de telefone válido.
spanish_mx: Ingresa un número telefónico válido.

source: That's great!
portuguese_br: Isto é ótimo!
spanish_mx: ¡Genial!

source: Enter a valid number!
portuguese_br: Digite um número válido!
spanish_mx: ¡Ingresa un número válido!

source: Thanks for caring!
portuguese_br: Obrigado por se importar!
spanish_mx: ¡Gracias por involucrarte!

source: Tell us why you cared!
portuguese_br: Diga-nos por que você se importou!
spanish_mx: ¡Dinos por qué te involucraste!

source: Sounds great!
portuguese_br: Excelente!
spanish_mx: ¡Suena fantástico!

source: Tell us about your photo in 60 characters or less!
portuguese_br: Conte-nos sobre sua foto em até 60 caracteres!
spanish_mx: ¡Cuéntanos sobre tu foto en 60 caracteres o menos!

source: Oh hey, @fname!
portuguese_br: Olá, @fname!
spanish_mx: ¡Oh oye, @fname!

source: We need your name. We’re on a first-name basis, right?
portuguese_br: Precisamos do seu nome. Posso te chamar pelo primeiro nome, certo?
spanish_mx: Necesitamos tu nombre. Ya nos podemos tratar sin apellidos ¿no?

source: The @lname-inator! People call you that, right?
portuguese_br: O @lname-inador! As pessoas te chamam assim, certo?
spanish_mx: ¡El @lname-aniquilador! Así te dicen, ¿verdad?

source: We need your street name and number.
portuguese_br: Precisamos do seu endereço!
spanish_mx: Necesitamos el nombre de tu calle y el número.

source: Got that too!
portuguese_br: Recebido também!
spanish_mx: ¡Ya lo tengo también!

source: Sweet, thanks!
portuguese_br: Legal, obrigado!
spanish_mx: ¡Perfecto! ¡Gracias!

source: We need your city.
portuguese_br: Precisamos da sua cidade.
spanish_mx: Necesitamos tu ciudad.

source: I ❤ @state
portuguese_br: Eu ❤ @state
spanish_mx: Yo ❤ @state

source: We need your state.
portuguese_br: Precisamos do seu estado.
spanish_mx: Necesitamos tu estado.

source: Almost done!
portuguese_br: Quase pronto!
spanish_mx: ¡Ya casi terminamos!

source: We need your zip code.
portuguese_br: Precisamos do seu CEP.
spanish_mx: Necesitamos tu código postal.

source: Oops! Can't leave this one blank.
portuguese_br: Opa! Isso não pode ficar em branco.
spanish_mx: ¡Ups! Este no se puede dejar en blanco.

source: We couldn't find that address.
portuguese_br: Não conseguimos encontrar esse endereço.
spanish_mx: No pudimos encontrar esa dirección.

source: Double check for typos and try submitting again.
portuguese_br: Verifique a ortografia e tente enviar novamente.
spanish_mx: Verifica que no haya errores e inténtalo de nuevo.

source: We're having trouble submitting the form, are you sure your internet connection is working? Email us if you continue having problems.
portuguese_br: Estamos tendo problemas de envio do formulário. Tem certeza de que sua conexão de internet está funcionando? Envie-nos um e-mail caso continue tendo problemas.
spanish_mx: Tenemos algunos problemas para enviar el formulario, ¿estás seguro de que tu conexión de internet está funcionando? Mándanos un correo electrónico si sigues teniendo problemas.

source: It'll fit great!
portuguese_br: Vai servir perfeitamente!
spanish_mx: ¡Te quedará genial!

source: We need a shirt size!
portuguese_br: Precisamos do tamanho da camiseta!
spanish_mx: ¡Necesitamos una talla de playera!

source: We need a shirt style!
portuguese_br: Precisamos do estilo da camiseta!
spanish_mx: ¡Necesitamos un estilo de playera!

source: We need your full name.
portuguese_br: Precisamos do seu nome completo.
spanish_mx: Necesitamos tu nombre completo.

source: number looks good!
portuguese_br: o número está ok!
spanish_mx: ¡El número se ve bien!

source: Invalid credit card number.
portuguese_br: Número do cartão de crédito inválido.
spanish_mx: Número no válido de tarjeta de crédito.

source: CVV looks good!
portuguese_br: CVV está ok!
spanish_mx: ¡El número CVV se ve bien!

source: Invalid CVV.
portuguese_br: CVV inválido.
spanish_mx: Número CVV no válido.

source: Good Month!
portuguese_br: Mês válido!
spanish_mx: ¡Buen mes!

source: Invalid Month.
portuguese_br: Mês inválido.
spanish_mx: Mes no válido.

source: Good Year!
portuguese_br: Ano válido!
spanish_mx: ¡Buen año!

source: Invalid Year.
portuguese_br: Ano inválido.
spanish_mx: Año no válido.

source: So Generous!
portuguese_br: Quanta generosidade!
spanish_mx: ¡Qué generoso!

source: Invalid Amount.
portuguese_br: Valor inválido.
spanish_mx: Cantidad no válida.

source: Error: FormView is not initialized.
portuguese_br: Erro: FormView não foi inicializado.
spanish_mx: Error: FormView no se ha iniciado.

source: Error: ResultsView is not initialized.
portuguese_br: Erro: ResultsView não foi inicializado.
spanish_mx: Error: ResultsView no se ha iniciado.

source: Ooof! We're not sure what's up? Maybe it's us, or it could be your internet connection. Want to try again in a few minutes?
portuguese_br: Afff! Não sabemos ao certo o que está acontecendo? Talvez o problema seja nosso ou em sua conexão com a internet. Quer tentar novamente em alguns minutos?
spanish_mx: ¡Uuuf! No estamos seguros qué pasa. Tal vez seamos nosotros, o puede ser tu conexión de internet. ¿Quieres volver a intentarlo en unos minutos?

source: Oh snap! We'll work on that.
portuguese_br: Ah, não! Vamos trabalhar nisso.
spanish_mx: ¡Ay caramba! Nos vamos a encargar de eso.

source: Want to try another combo?
portuguese_br: Quer tentar outro combo?
spanish_mx: ¿Quieres intentar con otra combinación?

source: Staff Pick
portuguese_br: Escolha da equipe
spanish_mx: Selección del personal

source: Add another photo
portuguese_br: Adicione outra foto
spanish_mx: Agrega otra foto

source: Your Shirt
portuguese_br: Sua camiseta
spanish_mx: Tu camiseta

source: Your Shirt Style
portuguese_br: O estilo da sua camiseta
spanish_mx: El tipo de tu camiseta

source: Your Friend's Shirt
portuguese_br: A camiseta do seu amigo
spanish_mx: La camiseta de tu amigo

source: Your Friend's Shirt Style
portuguese_br: O estilo da camiseta do seu amigo
spanish_mx: El tipo de la camiseta de tu amigo

source: Current Password
portuguese_br: Senha atual
spanish_mx: Contraseña actual

source: Birthday
portuguese_br: Aniversário
spanish_mx: Cumpleaños

source: Change Password
portuguese_br: Alterar senha
spanish_mx: Cambiar la contraseña

source: New Password
portuguese_br: Nova senha
spanish_mx: Nueva contraseña

source: Confirm Password
portuguese_br: Confirmar senha
spanish_mx: Confirmar la contraseña

source: Stay Tuned
portuguese_br: Fique ligado
spanish_mx: Sigue la sintonía

source: Edit Profile
portuguese_br: Editar perfil
spanish_mx: Editar perfil

source: Prove It
portuguese_br: Prove
spanish_mx: Pruébalo

source: (active tab)
portuguese_br: (guia ativa)
spanish_mx: (pestaña activa)

source: Log in to get started!
portuguese_br: Faça login para começar!
spanish_mx: ¡Inicia sesión para comenzar!

source: Create a DoSomething.org account
portuguese_br: Crie uma conta DoSomething.org
spanish_mx: Crea una cuenta DoSomething.org

source: Forgot password?
portuguese_br: Esqueceu a senha?
spanish_mx: ¿Olvidaste la contraseña?

source: Email address
portuguese_br: Endereço de e-mail
spanish_mx: Dirección de correo electrónico

source: Email address or cell number
portuguese_br: Endereço de e-mail ou número do celular
spanish_mx: Dirección de correo electrónico o número de celular

source: Create a DoSomething.org account to get started!
portuguese_br: Crie uma conta DoSomething.org para começar!
spanish_mx: Para comenzar, ¡crea una cuenta DoSomething.org!

source: Log in to an existing account
portuguese_br: Faça login em uma conta existente
spanish_mx: Iniciar sesión en una cuenta existente

source: What do we call you?
portuguese_br: Qual o seu nome?
spanish_mx: ¿Qué te llamamos?

source: What's your P.E. teacher call you?
portuguese_br: Como seu professor de educação física te chama?
spanish_mx: ¿Cómo te dice tu maestro de educación física?

source: your_email@example.com
portuguese_br: seu_email@exemplo.com
spanish_mx: tu_correo@ejemplo.com

source: Cell Number
portuguese_br: Número de celular
spanish_mx: Número de celular

source: (optional)
portuguese_br: (opcional)
spanish_mx: (opcional)

source: 6+ characters... make it tricky!
portuguese_br: 6 ou mais caracteres… crie algo complicado!
spanish_mx: 6 o más caracteres... ¡haz que sea difícil!

source: Just double checking!
portuguese_br: Só confirmando!
spanish_mx: ¡Solo nos estábamos asegurando!

source: Good zipcode!
portuguese_br: CEP válido!
spanish_mx: ¡Buen código postal!

source: Invalid zipcode
portuguese_br: CEP inválido
spanish_mx: Código postal no válido

source: What You Did
portuguese_br: O que você fez
spanish_mx: Lo que hiciste

source: Members Participated
portuguese_br: Membros que participaram
spanish_mx: Miembros que participaron

source: The Buzz
portuguese_br: O burburinho
spanish_mx: La relevancia

source: Congrats to&hellip;
portuguese_br: Parabéns para&hellip;
spanish_mx: Felicidades a&hellip;

source: @field_winner_type Winner
portuguese_br: Vencedor @field_winner_type
spanish_mx: ganador/a de @field_winner_type

source: The Problem
portuguese_br: O problema
spanish_mx: El Problema

source: The Solution
portuguese_br: A solução
spanish_mx: La Solución

source: What You Get
portuguese_br: O que você ganha
spanish_mx: Lo Que Obtienes

source: *mic drop
portuguese_br: *impressionante
spanish_mx: *comentario final

source: Step 1: Know It
portuguese_br: 1.° passo: Conheça
spanish_mx: Paso 1: Conócelo

source: Sources
portuguese_br: Fontes
spanish_mx: Fuentes

source: Step 2: Do It
portuguese_br: 2.° passo: Faça
spanish_mx: Paso 2: Hazlo

source: Official Rules
portuguese_br: Regras oficiais
spanish_mx: Reglas Oficiales

source: Taking part in this experience means you agree to our !terms_link &amp; to receive our weekly update. Message &amp; data rates may apply. Text STOP to opt-out, HELP for help.
portuguese_br: Ao participar dessa experiência, você está concordando com nossos !terms_link e em receber nossas atualizações semanais. Taxas de dados e de mensagem poderão ser aplicadas. Digite PARE para optar por não participar, AJUDA para obter suporte
spanish_mx: Participar en esta experiencia significa que aceptas nuestros !terms_link&amp; para recibir nuestras noticias semanales. Pueden aplicarse cargos por mensajes y datos. Envía la palabra STOP en un mensaje de texto para dejar de recibir mensajes y la palabra HELP para solicitar ayuda.

source: Terms of Service
portuguese_br: Termos de serviço
spanish_mx: Términos del servicio

source: Know
portuguese_br: Conheça
spanish_mx: Conocer

source: Plan
portuguese_br: Planeje
spanish_mx: Planear

source: Do
portuguese_br: Faça
spanish_mx: Hacer

source: Step 2: Plan It
portuguese_br: 2.° passo: Planeje
spanish_mx: Paso 2: Planéalo

source: Find a Location
portuguese_br: Encontre um local
spanish_mx: Encontrar un lugar

source: Locate
portuguese_br: Encontrar
spanish_mx: Localizar

source: Back to main page
portuguese_br: Voltar à página principal
spanish_mx: Regresar a la página principal

source: Step 3: Do It
portuguese_br: 3.° passo: Faça
spanish_mx: Paso 3: Hazlo

source: View Tips
portuguese_br: Ver dicas
spanish_mx: Ver Sugerencias

source: Tips
portuguese_br: Dicas
spanish_mx: Sugerencias

source: Step 4: Prove It
portuguese_br: 4.° passo: Prove
spanish_mx: Paso 4: Pruébalo

source: Pics or It Didn&rsquo;t Happen
portuguese_br: Só Acredito Vendo
spanish_mx: Ver Para Creer

source: Keep it up! Find your next campaign.
portuguese_br: Continue! Encontre sua próxima campanha.
spanish_mx: ¡Échale ganas! Encuentra tu próxima campaña.

source: You must be ages 13 to 25 (sorry 26-and-up-year-olds).
portuguese_br: Você deve ter entre 13 e 25 anos (desculpe, pessoal com 26 anos ou mais).
spanish_mx: Debes tener entre 13 y 25 (los mayores de 26, disculpen).

source: Month
portuguese_br: Mês
spanish_mx: Mes

source: January
portuguese_br: Janeiro
spanish_mx: enero

source: February
portuguese_br: Fevereiro
spanish_mx: febrero

source: March
portuguese_br: Março
spanish_mx: marzo

source: April
portuguese_br: Abril
spanish_mx: abril

source: May
portuguese_br: Maio
spanish_mx: mayo

source: June
portuguese_br: Junho
spanish_mx: junio

source: July
portuguese_br: Julho
spanish_mx: julio

source: August
portuguese_br: Agosto
spanish_mx: agosto

source: September
portuguese_br: Setembro
spanish_mx: septiembre

source: October
portuguese_br: Outubro
spanish_mx: octubre

source: November
portuguese_br: Novembro
spanish_mx: noviembre

source: December
portuguese_br: Dezembro
spanish_mx: diciembre

source: Day of month
portuguese_br: Dia do mês
spanish_mx: Día del mes

source: Day
portuguese_br: Dia
spanish_mx: Día

source: Submit
portuguese_br: Enviar
spanish_mx: Enviar

source: Created by
portuguese_br: Criado por
spanish_mx: Creado por

source: Ends @end_date
portuguese_br: Termina em @end_date
spanish_mx: Termina @end_date

source: Win a $@amount Scholarship
portuguese_br: Ganhe uma bolsa de estudos de $ @amount
spanish_mx: Gana una beca por US$@amount

source: List of All Facts
portuguese_br: Lista de todos os fatos
spanish_mx: Lista de Todos los Hechos

source: Start by finding a campaign below
portuguese_br: Comece encontrando uma campanha abaixo
spanish_mx: Para comenzar encuentre una campaña abajo

source: Cause
portuguese_br: Causa
spanish_mx: Causa

source: What are you passionate about?
portuguese_br: Que assunto mais te atrai?
spanish_mx: ¿Qué te apasiona?

source: Animals
portuguese_br: Animais
spanish_mx: Los animales

source: Bullying + Violence
portuguese_br: Bullying + violência
spanish_mx: El Acoso + La Violencia

source: Disasters
portuguese_br: Catástrofes
spanish_mx: Los Desastres

source: Discrimination
portuguese_br: Discriminação
spanish_mx: La Discriminación

source: Education
portuguese_br: Educação
spanish_mx: La Educación

source: Environment
portuguese_br: Meio ambiente
spanish_mx: El Medio Ambiente

source: Health
portuguese_br: Saúde
spanish_mx: La Salud

source: Homelessness + Poverty
portuguese_br: Desabrigados + pobreza
spanish_mx: Las Personas Sin Hogar + La Pobreza

source: Sex + Relationships
portuguese_br: Sexo + relacionamentos
spanish_mx: El Sexo + Las Relaciones

source: Time
portuguese_br: Tempo
spanish_mx: El Tiempo

source: How long do you have?
portuguese_br: De quanto você dispõe?
spanish_mx: ¿Cuánto tiempo tienes?

source: 1 hour or less
portuguese_br: 1 hora ou menos
spanish_mx: 1 hora o menos

source: 2-5 hours
portuguese_br: 2 a 5 horas
spanish_mx: De 2 a 5 horas

source: 5+ hours
portuguese_br: 5 horas ou mais
spanish_mx: Más de 5 horas

source: Type
portuguese_br: Tipo
spanish_mx: Tipo

source: What would you like to do?
portuguese_br: O que você gostaria de fazer?
spanish_mx: ¿Qué te gustaría hacer?

source: Donate Something
portuguese_br: Doar algo
spanish_mx: Donar Algo

source: Face to Face
portuguese_br: Cara a cara
spanish_mx: Cara a Cara

source: Host an Event
portuguese_br: Sediar um evento
spanish_mx: Organizar un Evento

source: Improve a Space
portuguese_br: Melhorar um espaço
spanish_mx: Mejorar un Espacio

source: Make Something
portuguese_br: Fazer algo
spanish_mx: Hacer Algo

source: Share Something
portuguese_br: Compartilhar algo
spanish_mx: Compartir Algo

source: Start Something
portuguese_br: Iniciar algo
spanish_mx: Iniciar Algo

source: Take a Stand
portuguese_br: Tomar uma posição
spanish_mx: Pronunciarte en Favor de Algo

source: Find a Campaign
portuguese_br: Encontrar uma campanha
spanish_mx: Encontrar una Campaña

source: Sponsors
portuguese_br: Patrocinadores
spanish_mx: Patrocinadores

source: Your search yielded no results
portuguese_br: Sua pesquisa não gerou nenhum resultado
spanish_mx: Tu búsqueda no produjo resultados

source: Donate
portuguese_br: Doar
spanish_mx: Dona

source: In partnership with
portuguese_br: Em parceria com
spanish_mx: En asociación con

source: Questions?
portuguese_br: Perguntas?
spanish_mx: ¿Preguntas?

source: Contact Us
portuguese_br: Fale conosco
spanish_mx: Contáctanos

source: Log Out
portuguese_br: Sair
spanish_mx: Cerrar Sesión

source: Powered by
portuguese_br: Distribuído por
spanish_mx: Impulsado por

source: Scholarships and Contests
portuguese_br: Bolsas de estudos e concursos
spanish_mx: Becas y Concursos

source: About DoSomething.org
portuguese_br: Sobre a DoSomething.org
spanish_mx: Acerca de DoSomething.org

source: Do it
portuguese_br: Faça
spanish_mx: Hazlo

source: You're Doing
portuguese_br: Você está fazendo
spanish_mx: Estás Haciendo

source: You Did
portuguese_br: Você fez
spanish_mx: Hiciste

source: Your Info
portuguese_br: Suas informações
spanish_mx: Tu Información

source: Account Info
portuguese_br: Informações da conta
spanish_mx: Información de la Cuenta

source: Name
portuguese_br: Nome
spanish_mx: Nombre

source: Password
portuguese_br: Senha
spanish_mx: Contraseña

source: Cell
portuguese_br: Celular
spanish_mx: Celular

source: Update my profile
portuguese_br: Atualizar meu perfil
spanish_mx: Actualizar mi perfil
