Repository: AndrewFarley/phoenix
Catalog: translations/pos/Phoenix_*.po
Languages: portuguese_br, spanish_mx

source: Psh, what DON’T you get? Each campaign offers the key facts, pro tips, and four easy action steps you need to rock the campaign and make an impact.- Step 1, Know It: You get stats on the problem and how you’re going to solve it.- Step 2, Plan It: You’ll learn the stuff you need, how to recruit others to take action with you, and how to prep to take action.- Step 3, Do It: You’ll learn how to actually do the darn thing and make the biggest impact possible.- Step 4, Prove It: Snap a pic of you in action and upload it! Each campaign counts as volunteer experience for your resume. And you can enter to win scholarships! Speaking of…
portuguese_br: Psiu, o que você NÃO entendeu? Cada campanha oferece os principais fatos, dicas, e quatro passos simples de ações necessários para ter uma campanha de sucesso e para causar um impacto.- 1.° passo, Conheça: Você recebe estatísticas sobre o problema e como você irá resolvê-lo.- 2.° passo, Planeje: Você aprenderá o que precisa, como recrutar outras pessoas para entrarem em ação com você, e como se preparar para entrar em ação.- 3.° passo, Faça: Você aprenderá como realmente fazer a tal da coisa, e causar o maior impacto possível.- 4.° Passo, Prove: Tire uma foto de você em ação e carregue-a no site! Cada campanha conta como experiência de voluntariado para o seu currículo. E você pode concorrer a bolsas de estudos! Além disso…
spanish_mx: Mmm, ¿Qué es lo que NO has entendido? Cada campaña ofrece los hechos clave, sugerencias de profesionales y cuatro pasos fáciles de acciones que necesitas para arrancar la campaña y lograr un cambio.- Paso 1, Conócelo: Obtienes estadísticas del problema y cómo vas a resolverlo.- Paso 2, Planéalo: Aprenderás lo que necesitas; cómo reclutar a otros para emprender acciones contigo y cómo prepararte para realizar las acciones.- Paso 3, Hazlo: Aprenderás cómo hacer en realidad la cosa y tener el mayor impacto posible.- Paso 4, Pruébalo: Tómate una foto en acción y ¡cárgala! Cada campaña cuenta como experiencia de voluntario para tu currículum vitae. Y ¡puedes participar en sorteos de becas! A propósito de…

source: You make the world suck less for others. Great! So what’s in it for you? Money. Lots and lots of money. (For school.) Complete any campaign on the site, send a pic in the Prove It section, and you’ll enter to win a $10,000 scholarship! We award one of these seasonal scholarships four times a year. And, lots of other campaigns offer their own scholarship opps. Mad chances to win mad money.
portuguese_br: Você torna o mundo menos chato para outras pessoas. Ótimo! E o que você ganha com isso? Dinheiro. Muito dinheiro. (Para os estudos.) Complete qualquer campanha no site, envie uma foto na seção Prove e você estará concorrendo a uma bolsa de estudos de $ 10.000! Nós sorteamos uma bolsa de estudos quatro vezes por ano. E muitas outras campanhas oferecem suas próprias oportunidades para ganhar uma bolsa de estudos. Chances loucas de ganhar um dinheiro louco.
spanish_mx: Tú haces que el mundo apeste menos para los demás. ¡Genial! Así que ¿qué beneficio obtienes tú? Dinero. Mucho, mucho dinero. (Para la escuela.) Completa cualquier campaña del sitio, envía una foto en la sección Pruébalo, y participarás en el sorteo de una beca de US$10,000! Entregamos una de estas becas de temporada cuatro veces al año. Y muchas otras campañas ofrecen sus propias oportunidades de ganar becas. Tremendas oportunidades de ganar tremendas cantidades de dinero.

source: First Name
portuguese_br: Nome
spanish_mx: Nombre

source: Last Name
portuguese_br: Sobrenome
spanish_mx: Apellido

source: Hmmm, we couldn’t find that address. Please try again.
portuguese_br: Hummm, não conseguimos encontrar esse endereço. Por favor, tente novamente.
spanish_mx: Mmmm, no pudimos encontrar esa dirección. Inténtalo de nuevo.

source: Hmmm, we couldn’t find that address. Did you mean:
portuguese_br: Hummm, não conseguimos encontrar esse endereço. Você quis dizer:
spanish_mx: Mmmm, no pudimos encontrar esa dirección. ¿Quisiste decir...?

source: Address
portuguese_br: Endereço
spanish_mx: Dirección

source: Cell #
portuguese_br: Celular #
spanish_mx: # de celular

source: Job Title
portuguese_br: Cargo
spanish_mx: Cargo

source: Partner / Sponsor
portuguese_br: Parceiro/Patrocinador
spanish_mx: Socio/Patrocinador

source: School ID
portuguese_br: Identificador da escola
spanish_mx: Id. de la escuela

source: Subscribe to SMS updates
portuguese_br: Inscreva-se para atualizações por SMS
spanish_mx: Suscríbete para recibir noticias por SMS

source: Subscribe to our email newsletter
portuguese_br: Inscreva-se para nossos boletins por e-mail
spanish_mx: Suscríbete para recibir nuestro boletín por correo electrónico

source: Under Thirteen
portuguese_br: Menores de treze anos
spanish_mx: Menos de trece

source: User Registration Source
portuguese_br: Fonte de registro de usuário
spanish_mx: Fuente de registro de usuarios

source: There's nothing here!
portuguese_br: Não há nada aqui!
spanish_mx: ¡No hay nada aquí!

source: (Yet.) Sign up for a campaign to make the world suck less. Then send pics of you in action for the chance at scholarship money and swag.
portuguese_br: (Ainda.) Inscreva-se em uma campanha para tornar o mundo menos chato. Em seguida, envie fotos suas em ação para concorrer a uma bolsa de estudos em dinheiro e brindes.
spanish_mx: (Todavía.) Inscríbete en una campaña para hacer que el mundo apeste menos. Luego envía fotos tuyas en acción para tener la oportunidad de ganar dinero para becas y productos.

source: Last login
portuguese_br: Último login
spanish_mx: Último inicio de sesión

source: Hmmm, we couldn’t find that address. Did you mean:
portuguese_br: Hummm, não conseguimos encontrar esse endereço. Você quis dizer:
spanish_mx: Mmmm, no pudimos encontrar esa dirección. ¿Quisiste decir...?

source: Info
portuguese_br: Informações
spanish_mx: Información

source: The two letter state code.
portuguese_br: As duas letras do código do estado.
spanish_mx: La abreviatura de tres letras del estado.

source: Picture
portuguese_br: Foto
spanish_mx: Imagen

source: Upload a picture
portuguese_br: Carregue uma imagem
spanish_mx: Carga una imagen

source: @type @identifier @id deleted.
portuguese_br: @type @identifier @id excluído.
spanish_mx: Se eliminó la @id de @type de @identifier.

source: million
portuguese_br: milhões
spanish_mx: millón

source: thousand
portuguese_br: mil
spanish_mx: mil

source: Dosomething Affiliate Country
portuguese_br: País afiliado DoSomething
spanish_mx: País Afiliado de Dosomething

source: Friend's Name
portuguese_br: Nome do amigo
spanish_mx: Nombre del Amigo

source: This SMS Game is not properly configured.
portuguese_br: Este jogo SMS não está configurado corretamente.
spanish_mx: Este juego de SMS no está configurado adecuadamente.

source: Please provide a valid telephone number.
portuguese_br: Forneça um número de telefone válido.
spanish_mx: Proporciona un número de teléfono válido.

source: Hey, you entered this number already!
portuguese_br: Você já digitou este número!
spanish_mx: ¡Oye, ya ingresaste este número!

source: Are you sure you want to remove this signup? This cannot be undone.
portuguese_br: Tem certeza de que deseja remover esta inscrição? Isso não pode ser desfeito.
spanish_mx: ¿Estás seguro de que quieres eliminar esta inscripción? Esto no se puede deshacer.

source: Delete
portuguese_br: Excluir
spanish_mx: Eliminar

source: Select @label
portuguese_br: Selecionar @label
spanish_mx: Seleccionar @label

source: School Name
portuguese_br: Nome da escola
spanish_mx: Nombre de la escuela

source: Find your school by name...
portuguese_br: Encontre sua escola por nome…
spanish_mx: Encuentra tu escuela por nombre...

source: Need help locating your school?
portuguese_br: Precisa de ajuda para localizar sua escola?
spanish_mx: ¿Necesitas ayuda para encontrar tu escuela?

source: Still having issues? !contact with your school name and @state.
portuguese_br: Ainda está com problemas? !contact com o nome da sua escola e @state.
spanish_mx: ¿Aún tienes problemas? !contact con tu nombre de escuela y @state.

source: Contact us
portuguese_br: Fale conosco
spanish_mx: Contáctanos

source: I am not affiliated with a school.
portuguese_br: Não sou afiliado a uma escola.
spanish_mx: No estoy afiliado a una escuela.

source: Please select a school.
portuguese_br: Selecione uma escola.
spanish_mx: Selecciona una escuela.

source: Skip
portuguese_br: Pular
spanish_mx: Omitir

source: Signups
portuguese_br: Inscrições
spanish_mx: Inscripciones

source: Signup
portuguese_br: Inscreva-se
spanish_mx: Inscripción

source: There was an error processing your request.
portuguese_br: Ocorreu um erro ao processar sua solicitação.
spanish_mx: Se presentó un error al procesar tu solicitud.

source: for
portuguese_br: para
spanish_mx: para

source: You're signed up
portuguese_br: Inscrição realizada
spanish_mx: Estás inscrito

source: Get started below.
portuguese_br: Comece abaixo.
spanish_mx: Comienza a continuación.

source: find a campaign
portuguese_br: encontrar uma campanha
spanish_mx: encuentra una campaña

source: Sweet, we'll send you an email as soon as @title re-opens. In the meantime, !link you can do right now.
portuguese_br: Legal, nós iremos te enviar um e-mail assim que o @title for reaberto. Enquanto isso, !link você pode fazer agora mesmo.
spanish_mx: Perfecto, te enviaremos un correo electrónico tan pronto como @title vuelva a abrirse. Mientras tanto, !link lo que puedes hacer ahora mismo.

source: Remove signup
portuguese_br: Remover inscrição
spanish_mx: Eliminar inscripción

source: FAQs
portuguese_br: Perguntas Frequentes
spanish_mx: Preguntas Frecuentes

source: Learn more about @issue
portuguese_br: Saiba mais sobre @issue
spanish_mx: Más información acerca de @issue

source: Why we &lt;3 @partner
portuguese_br: Porque nós &lt;3 @partner
spanish_mx: Por qué &lt;3 @partner

source: Facts
portuguese_br: Fatos
spanish_mx: Hechos

source: We &lt;3 @partner
portuguese_br: Nós &lt;3 @partner
spanish_mx: Nosotros &lt;3 @partner

source: and
portuguese_br: e
spanish_mx: y

source: Thank you for sharing
portuguese_br: Obrigado por compartilhar
spanish_mx: Gracias por compartirlo

source: Submit your pic
portuguese_br: Envie sua foto
spanish_mx: Envía tu foto

source: Update submission
portuguese_br: Atualize o envio
spanish_mx: Actualizar el envío

source: DoSomething? Just did!
portuguese_br: DoSomething? Acabei de fazer!
spanish_mx: ¿DoSomething? ¡Hecho!

source: 60 characters or less
portuguese_br: 60 caracteres ou menos
spanish_mx: 60 caracteres o menos

source: Caption
portuguese_br: Legenda
spanish_mx: Subtítulos

source: Enter # here
portuguese_br: Digite # aqui
spanish_mx: Ingresa # aquí

source: Total # of @noun @verb
portuguese_br: # total de @noun @verb
spanish_mx: # total de @noun @verb

source: Total # of people participated
portuguese_br: # total de pessoas que participaram
spanish_mx: # total de personas que participaron

source: Write something...
portuguese_br: Escreva algo…
spanish_mx: Escribe algo...

source: Why is this campaign important to you?
portuguese_br: Por que esta campanha é importante para você?
spanish_mx: ¿Por qué es esta campaña importante para ti?

source: You are no longer logged in. Please log in.
portuguese_br: Você não está mais conectado. Faça seu login.
spanish_mx: Ya no tienes una sesión abierta. Inicia sesión.

source: There was an error. Please try again.
portuguese_br: Ocorreu um erro. Por favor, tente novamente.
spanish_mx: Se presentó un error. Inténtalo de nuevo.

source: Please upload an image.
portuguese_br: Carregue uma imagem.
spanish_mx: Carga una imagen.

source: your friend
portuguese_br: seu amigo
spanish_mx: tu amigo(a)

source: Back to @title
portuguese_br: Voltar para @title
spanish_mx: Volver a @title

source: This is REAL, do something about this with me:
portuguese_br: Isso é REAL. Junte-se a mim para fazermos algo a respeito:
spanish_mx: Esto es REAL, haz algo al respecto conmigo:

source: @progress @noun_verb! Thanks to everyone for rocking this campaign with @dosomething. Let's keep it up.
portuguese_br: @progress @noun_verb! Obrigado a todos por arrasarem nesta campanha com a @dosomething. Vamos continuar.
spanish_mx: ¡@progress @noun_verb! Gracias a todos por impulsar esta campaña con @dosomething. Vamos a echarle ganas.

source: @goal? Let's make it happen
portuguese_br: @goal? Vamos fazer acontecer
spanish_mx: ¿@goal? Hagámoslo realidad

source: Be a part of @dosomething reaching @goal- who's ready to rumble?!
portuguese_br: Faça parte da @goal a ser atingida da @dosomething. Quem está pronto para causar?!
spanish_mx: Sé parte de la @goal cumplida de @dosomething; ¡¿quién está listo para despegar?!

source: Think you can make @dosomething reach @goal? Prove it:
portuguese_br: Você acha que pode ajudar a @dosomething a atingir a @goal? Prove:
spanish_mx: ¿Crees que puedes hacer algo para que @dosomething logre la @goal? Pruébalo:

source: Submit Your Pic
portuguese_br: Envie sua foto
spanish_mx: Envía tu Foto

source: Update Submission
portuguese_br: Atualize o envio
spanish_mx: Actualizar el Envío

source: A DoSomething.org campaign.
portuguese_br: Uma campanha DoSomething.org.
spanish_mx: Una campaña de DoSomething.org.

source: Join over @count members taking action.
portuguese_br: Junte-se a @count membros que estão em ação.
spanish_mx: Únete a más de @count miembros que emprendieron acciones.

source: Any cause, anytime, anywhere.
portuguese_br: Qualquer causa, a qualquer hora, em qualquer lugar.
spanish_mx: Cualquier causa, en cualquier momento, en cualquier lugar.

source: Join @signup_count people doing this.
portuguese_br: Junte-se a @signup_count pessoas que estão fazendo isso.
spanish_mx: Únete a @signup_count personas que trabajan en esto.

source: Campaign status
portuguese_br: Status da campanha
spanish_mx: Estado de la campaña

source: Edit campaign overrides
portuguese_br: Editar substituições de campanha
spanish_mx: Editar sustituciones de campaña

source: DS Scholarships
portuguese_br: Bolsas de estudos DS
spanish_mx: Becas de DS

source: DS Submit Campaign Idea
portuguese_br: Enviar ideia para campanha DS
spanish_mx: Envío de DS de idea de campaña

source: No active scholarships right now, check back!
portuguese_br: Nenhuma bolsa de estudos ativa agora, volte depois!
spanish_mx: No hay becas activas en este momento, ¡regresa después!

source: DoSomething Campaign
portuguese_br: Campanha DoSomething
spanish_mx: Campaña de DoSomething

source: Question about
portuguese_br: Pergunta sobre
spanish_mx: Pregunta sobre

source: Please provide a valid email address.
portuguese_br: Forneça um endereço de e-mail válido.
spanish_mx: Proporciona una dirección válida de correo electrónico.

source: Thanks for submitting your question.
portuguese_br: Obrigado por enviar sua pergunta.
spanish_mx: Gracias por enviar tu pregunta.

source: We'll send a response to
portuguese_br: Enviaremos uma resposta para
spanish_mx: Enviaremos una respuesta a

source: shortly.
portuguese_br: em breve.
spanish_mx: a la brevedad.

source: Sorry, there was an error with your request, please email !email and we'll get your question sorted out!
portuguese_br: Desculpe, ocorreu um erro com sua solicitação. Por favor, envie um e-mail para !email e nós iremos resolver sua questão!
spanish_mx: Lo sentimos, hubo un error con tu solicitud. Envía un correo electrónico !email y atenderemos tu pregunta.

source: Having problems with donating? Please try again or email donate@dosomething.org.
portuguese_br: Você está tendo problemas com a doação? Por favor, tente novamente ou mande um e-mail para donate@dosomething.org.
spanish_mx: ¿Tienes problemas con la donación? Vuelve a intentarlo o envía un correo electrónico a donate@dosomething.org.

source: Name on Card
portuguese_br: Nome no cartão
spanish_mx: Nombre en la tarjeta

source: Card Number
portuguese_br: Número do cartão
spanish_mx: Número de tarjeta

source: YYYY
portuguese_br: AAAA
spanish_mx: AAAA

source: Amount
portuguese_br: Valor
spanish_mx: Cantidad

source: ZIP or Postal code
portuguese_br: CEP
spanish_mx: Código postal

source: Message (optional)
portuguese_br: Mensagem (opcional)
spanish_mx: Mensaje (opcional)

source: Stripe configuration error.
portuguese_br: Riscar erro de configuração.
spanish_mx: Error de configuración de banda.

source: Coupon
portuguese_br: Cupom
spanish_mx: Cupón

source: Shirt
portuguese_br: Camiseta
spanish_mx: Camiseta

source: Tattoo
portuguese_br: Tatuagem
spanish_mx: Tatuaje

source: Thumb Socks
portuguese_br: Meias para polegar
spanish_mx: Medias de Pulgar

source: Action Kit
portuguese_br: Kit de ação
spanish_mx: Kit de Acción

source: Your Shirt Size
portuguese_br: Tamanho da sua camiseta
spanish_mx: Tu Talla de Camiseta

source: Your Friend's Shirt Size
portuguese_br: Tamanho da camiseta para seu amigo
spanish_mx: Talla de Camiseta de tu Amigo

source: Dope shirt
portuguese_br: Camiseta "dope"

source: Social action shirt
portuguese_br: Camiseta de ação social
spanish_mx: Camiseta de acción social

source: Facts About @name
portuguese_br: Fatos sobre @name
spanish_mx: Datos Sobre @name

source: Please enter some keywords.
portuguese_br: Digite algumas palavras-chave.
spanish_mx: Ingresa algunas palabras clave.

source: No results found
portuguese_br: Nenhum resultado encontrado
spanish_mx: No se encontraron resultados

source: The changes have been saved.
portuguese_br: As alterações foram salvas.
spanish_mx: Se guardaron los cambios.

source: What is DoSomething.org?
portuguese_br: O que é DoSomething.org?
spanish_mx: ¿Qué es DoSomething.org?

source: Young people + Social change
portuguese_br: Jovens + Mudança Social
spanish_mx: Jóvenes + Cambio Social

source: Registration successful. You are now logged in.
portuguese_br: Registro feito com successo.
spanish_mx: ¡Registro exitoso! Ya estás conectado.

source: User account
portuguese_br: Conta de usuário
spanish_mx: Cuenta de usuario

source: Privacy Policy
portuguese_br: Política de Privacidade
spanish_mx: Política de Privacidad

source: by
portuguese_br: por
spanish_mx: por

source: My Account
portuguese_br: Minha Conta
spanish_mx: Mi Cuenta

source: Sign Up
portuguese_br: Inscreva-se
spanish_mx: Inscríbete

source: Create new account
portuguese_br: Criar nova conta
spanish_mx: Crear Nueva Cuenta

source: Email address or cell number field is required.
portuguese_br: É necessário e-mail ou número de celular.
spanish_mx: Es necesario un correo electrónico o número de celular

source: Password field is required.
portuguese_br: Senha necessária.
spanish_mx: Contraseña necesaria.

source: That doesn't match!
portuguese_br: Isso não coincide!
spanish_mx: ¡Esto no coincide!

source: Who We Are
portuguese_br: Quem somos nós?
spanish_mx: Quiénes somos

source: Our Team
portuguese_br: Nossa Equipe
spanish_mx: Nuestro Equipo

source: International
portuguese_br: Internacional
spanish_mx: Internacional

source: Sexy Financials
portuguese_br: Finanças Sexy
spanish_mx: Finanzas sexys

source: XYZ Factor
portuguese_br: Fator XYZ
spanish_mx: Factor XYZ

source: Our Friends
portuguese_br: Nossos Amigos
spanish_mx: Nuestros amigos

source: TMI Agency
portuguese_br: Agência TMI

source: Partners
portuguese_br: Parceiros
spanish_mx: Aliados

source: Old People
portuguese_br: Pessoas Velhas
spanish_mx: Gente mayor

source: Crisis Hotlines
portuguese_br: Números de Emergência
spanish_mx: Líneas para crisis

source: Get Involved
portuguese_br: Faça parte
spanish_mx: Involúcrate

source: Scholarships
portuguese_br: Bolsas de estudo
spanish_mx: Becas

source: Jobs
portuguese_br: Empregos
spanish_mx: Trabajo

source: Internships
portuguese_br: Estágios
spanish_mx: Prácticas

source: dosomething on Facebook
portuguese_br: dosomething no facebook
spanish_mx: dosomethingmx en Facebook

source: @dosomething on Twitter
portuguese_br: @dosomething no Twitter
spanish_mx: @dosomethingmx en Twitter

source: @dosomething on Tumblr
portuguese_br: @dosomething no Tumblr
spanish_mx: @dosomethingmx en Tumblr

source: @dosomething on Instagram
portuguese_br: @dosomething no Instagram
spanish_mx: @dosomethingmx en Instagram

source: dosomething1 on YouTube
portuguese_br: dosomething1 no Youtube
spanish_mx: @dosomethingmx en YouTube

source: If your email address exists in our database, you will receive a password recovery link at your email address in a few minutes.
portuguese_br: Se o seu email estiver registrado no nosso sistema, receberá um link para recuperar sua senha em alguns minutos.
spanish_mx: Si tu dirección de correo electrónico existe en nuestra base de datos, recibirás a la brevedad un enlace para recuperar tu contraseña.

source: Edit your photo
portuguese_br: editar foto
spanish_mx: Edita tu foto

source: rotate photo
portuguese_br: girar foto
spanish_mx: rota tu foto

source: change photo
portuguese_br: atualizar sua foto
spanish_mx: cambia tu foto

source: Crop
portuguese_br: cortar foto
spanish_mx: cortar

source: View more
portuguese_br: Veja mais
spanish_mx: Ver más

source: Upload your photos!
portuguese_br: Adicione suas fotos!
spanish_mx: ¡Sube tus fótos!

source: Recent Campaigns We Crushed
portuguese_br: Campanhas Recentes Que Mandamos Super Bem
spanish_mx: Las Campañas Mas Recientes Que Nos Fue Genial

source: News
portuguese_br: Notícias
spanish_mx: Noticias

source: Help
portuguese_br: Ajuda
spanish_mx: Ayuda

source: Frequently Asked Questions
portuguese_br: Perguntas Frequentes
spanish_mx: Preguntas Frequentes

source: Stuff You Need
portuguese_br: Coisas que você vai precisar
spanish_mx: Lo Que Necesitas

source: Time and Place
portuguese_br: Hora e Lugar
spanish_mx: Hora y Lugar

source: Hype
portuguese_br: Última Sensação
spanish_mx: La ultima sensación

source: DoSomething? Just did.
portuguese_br: Fazer uma diferença? Fácil, acabei de fazer.
spanish_mx: DoSomething? Ya lo hice.

source: Doing good never looked so good.
portuguese_br: Fazer bem nunca foi tão divertido assim.
spanish_mx: Hacer el bien nunca se ha visto tan bien.

source: Don’t let the smile fool you. I crushed it.
portuguese_br: Não deixe meu sorriso te enganar. Eu mandei super bem.
spanish_mx: No te dejes engañar por esta sonrisa. Me fue re-bien.

source: Making the world suck less, one photo at a time.
portuguese_br: Melhore o mundo, de uma em uma foto.
spanish_mx: Logrando que el mundo apeste menos, foto por foto.

source: Pics or it didn’t happen? Oh, it happened.
portuguese_br: Só acredita vendo? Pode acreditar.
spanish_mx: ¿Que sin fotos no se cree? Pues créelo.

source: I get action. Social action.
portuguese_br: Causar? Amo causar impacto.
spanish_mx: Mis actos comunitarios me dan acción.

source: Edit Status
portuguese_br: Editar Status.
spanish_mx: Cambiar estatus

source: Add your photo here!
portuguese_br: Adicione sua foto aqui!
spanish_mx: ¡Agrega aquí tu foto!

source: Snap a Pic
portuguese_br: Tirar uma foto
spanish_mx: Toma una foto

source: Get volunteer opportunities on your phone! Texting available in @country soon.
portuguese_br: Receba oportunidades de voluntariado no seu celular! SMS disponível no @country em breve.
spanish_mx: Recibe oportunidades de voluntareados en tu telefono! Mensajes de texto llegarán a @country pronto.

source: Looks good!
portuguese_br: Tá ótimo!
spanish_mx: ¡Que bien se ve!

source: That doesn't match.
portuguese_br: Isso não coincide.
spanish_mx: Esto no coincide.

source: edit photo
portuguese_br: editar foto
spanish_mx: editar foto

source: Search
portuguese_br: Pesquisar
spanish_mx: Búsqueda

source: Enter your birthday DD/MM/YYYY!
portuguese_br: Digite seu aniversário DD/MM/AAAA!
spanish_mx: Ingresa tu cumpleaños DD/MM/AAAA!
