Repository: AndrewFarley/phoenix
Catalog: translations/pos/Phoenix_*.po
Languages: portuguese_br, spanish_mx

source: [node:title] has just kicked off! Let’s start off with a bang! Submit photos of your work below early and often to help us reach our goal of [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]. You can add photos and update your submission as your impact increases.
portuguese_br: [node:title] acabou de começar! Vamos começar causando impacto! Envie fotos do seu trabalho abaixo, o quanto antes e com frequência, para nos ajudar a atingir nossa meta de [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]. Você pode adicionar fotos e atualizar seu envio na medida em que seu impacto aumenta
spanish_mx: ¡[node:title] Acaba de arrancar! ¡Empecemos con un buen ruido! Envía cuanto antes y con frecuencia fotos de tu trabajo y ayúdanos a alcanzar nuestra meta de [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]. Puedes agregar fotos y actualizar tu entrega a media que aumenta tu impacto.

source: Woohoo! Congratulations everyone for crushing our goal of [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]! Can you help push us even higher!? Keep submitting photos of your work. You can update your submission with new photos/info at any time.
portuguese_br: Oba! Parabéns a todos por estourarem nossa meta de [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]! Você pode nos ajudar a alcançar ainda mais!? Continue enviando fotos do seu trabalho. Você pode atualizar o seu envio com novas fotos e informações a qualquer momento.
spanish_mx: ¡Yupi! ¡Felicitaciones a todos por vencer totalmente la meta de [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]! ¿Puedes ayudar a darnos un empujón más? Sigue enviando fotos de tu trabajo. Puedes actualizar tu envío con fotos e información nueva cuando quieras.

source: We’re gaining steam! Keep spreading the word to get more friends involved so we can reach our goal of [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]!
portuguese_br: Estamos ganhando força! Continue espalhando para todo mundo para que possamos envolver mais amigos e atingir nossa meta de [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]!
spanish_mx: ¡Nos estamos volviendo populares! ¡Sigue haciendo correr la voz para lograr que participen más amigos y así podamos alcanzar nuestra meta de [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]!

source: The more people we get to sign up for [node:title] the sooner we’ll reach our goal of [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]! Be a megaphone - get your friends involved by posting on social!
portuguese_br: Quanto mais pessoas conseguirmos inscrever para o [node:title], mais rápido atingiremos nossa meta de [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]! Seja um megafone - envolva os seus amigos postando em suas redes sociais!
spanish_mx: ¡Cuantas más personas logremos que se anoten para [node:title], más pronto alcanzaremos nuestra meta de [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]! Sé un megáfono: ¡involucra a tus amigos compartiendo en las redes!

source: Keep those campaign updates coming! Don’t wait to the end to submit a photo of you in action! Submit your progress early and often so we can reach our goal of [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]. You can update your submission at any time below.
portuguese_br: Faça com que a campanha continue sendo atualizada! Não espere até o final para enviar uma foto sua em ação! Envie seu progresso o quanto antes e com frequência para que possamos atingir nossa meta de [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]. Você pode atualizar seu envio abaixo a qualquer momento.
spanish_mx: ¡Que las actualizaciones de la campaña sigan llegando! ¡No esperes al final para enviar una foto tuya en acción! Envía tu progreso lo antes posible y con frecuencia para que podamos alcanzar nuestra meta de [campaign_goal] [node:field_reportback_noun] [node:field_reportback_verb]. Puedes actualizar tu envío cuando quieras a continuación.

source: We’re almost there! Keep showing off your work. You can add photos and update your submission below throughout the campaign.
portuguese_br: Estamos quase lá! Continue exibindo seu trabalho. Você pode adicionar fotos e atualizar seu envio abaixo durante toda a campanha.
spanish_mx: ¡Ya casi llegamos! Sigue mostrando tu trabajo. Puedes agregar fotos y actualizar tu envío a lo largo de la campaña.

source: Join us
portuguese_br: Junte-se a nós
spanish_mx: Síguenos

source: Create an account to keep track of your campaigns!
portuguese_br: Crie uma conta para acompanhar suas campanhas!
spanish_mx: ¡Crea una cuenta para seguir el rastro de tus campañas!

source: Find more campaigns
portuguese_br: Encontre mais campanhas
spanish_mx: Encuentra más campañas

source: You did it!
portuguese_br: Você conseguiu!
spanish_mx: ¡Lo lograste!

source: Pass It Along
portuguese_br: Compartilhe
spanish_mx: Compártelo

source: In your words
portuguese_br: Com suas próprias palavras
spanish_mx: Con tus palabras

source: We got your pics!
portuguese_br: Nós recebemos suas fotos!
spanish_mx: ¡Tenemos tus fotos!

source: (And you've entered to win the scholarship!)
portuguese_br: (E você está concorrendo a uma bolsa de estudos!)
spanish_mx: (¡Y ya estás participando para ganar la beca!)

source: Share your photo and impact with friends!
portuguese_br: Compartilhe sua foto e impacte seus amigos!
spanish_mx: ¡Comparte tu foto y llega a tus amigos!

source: I made an ACTUAL difference about [node:issue] and you can too. Sign up for [node:title] now:
portuguese_br: Eu fiz uma diferença REAL com relação a [node:issue] e você também pode fazer. Inscreva-se em [node:title] agora:
spanish_mx: Yo logré una diferencia REAL sobre [node:issue] y tú también puedes hacerlo. Inscríbete para [node:title] ya:

source: Explore Campaigns
portuguese_br: Explore Campanhas
spanish_mx: Explorar Campañas

source: Tackle a campaign to make the world suck less.
portuguese_br: Participe de uma campanha para tornar o mundo menos chato.
spanish_mx: Entra a una campaña para hacer que el mundo apeste menos.

source: Join [user:field_first_name] and DoSomething.org
portuguese_br: Junte-se a [user:field_first_name] e à DoSomething.org
spanish_mx: Únete [user:field_first_name] y haz algo con DoSomething.org

source: And here is your sweet pic to prove it.
portuguese_br: E aqui está sua foto irada para provar.
spanish_mx: Y aquí tienes tu linda imagen para demostrarlo.

source: You rocked this campaign!
portuguese_br: Você arrasou nessa campanha!
spanish_mx: ¡Venciste esta campaña!

source: We'll hit you up when it re-opens
portuguese_br: Nós avisaremos você quando ela for reaberta
spanish_mx: Te volveremos a contactar cuando se vuelva a abrir

source: F that, spread the word
portuguese_br: Que se dane, espalhe a notícia
spanish_mx: Olvídalo, haz correr la voz

source: We’re still tallying the [label]. The bigger the number, the longer it takes...so stay tuned!
portuguese_br: Ainda estamos calculando o [label]. Quanto maior o número, mais tempo leva… Então fique ligado!
spanish_mx: Todavía estamos cuadrando la [label]. Cuando mayor es el número, más se tarda... ¡así que mantente atento!

source: Hold on! We’re still sifting through the (amazing) submissions you sent to choose a winner. We’ll email you and post his or her name here soon!
portuguese_br: Espera aí! Ainda estamos selecionando seus (incríveis) envios para escolher o vencedor. Nós enviaremos um e-mail a você e publicaremos o nome dele ou dela aqui em breve!
spanish_mx: ¡Espera! Todavía estamos filtrando los (sorprendentes) envíos que hiciste para escoger un ganador. ¡Pronto te enviaremos un correo electrónico con el nombre de la persona ganadora!

source: Notify Me
portuguese_br: Me avise
spanish_mx: Avísame

source: Rally your friends to crush this goal!
portuguese_br: Reúna seus amigos para estourar essa meta!
spanish_mx: ¡Reúne a tus amigos para aplastar esta meta!

source: Over 1.4 million games played since 2012!
portuguese_br: Mais de 1,4 milhão de jogos desde 2012!
spanish_mx: ¡Se jugaron más de 1.4 millones de juegos desde el 2012!

source: Thanks for sharing!
portuguese_br: Obrigado por compartilhar!
spanish_mx: ¡Gracias por compartir!

source: Start
portuguese_br: Iniciar
spanish_mx: Inicio

source: [campaign_progress] [node:field_reportback_noun] [node:field_reportback_verb]! That’s amazing - thanks to everyone for rocking [node:title]. Let’s keep it up! Add your contribution in the Prove It section below.
portuguese_br: [campaign_progress] [node:field_reportback_noun] [node:field_reportback_verb]! Isto é demais - obrigado a todos por arrasarem na [node:title]. Vamos continuar assim! Coloque sua contribuição na seção Prove abaixo.
spanish_mx: ¡[campaign_progress] [node:field_reportback_noun] [node:field_reportback_verb]! Esto es sorprendente; gracias a todos por la movida de [node:title]. ¡Sigamos haciendo que crezca! Agrega tu aporte en la sección Demuéstralo a continuación.

source: show the world what we did!
portuguese_br: mostre ao mundo o que nós fizemos!
spanish_mx: ¡Muéstrale al mundo lo que hicimos!

source: Welcome to DoSomething.org, one of the largest orgs for young people and social change! After you've browsed the 11 facts (with citations at the bottom), take action and volunteer with our millions of members. Sign up for a [campaign](/campaigns) and make the world suck less.
portuguese_br: Bem-vindo à DoSomething.org, uma das maiores organizações para jovens e mudanças sociais! Após ter navegado pelos 11 fatos (com citações na parte de baixo), tome uma atitude e torne-se um voluntário junto aos nossos milhões de membros. Inscreva-se para uma [campaign](/campaigns) e torne o mundo um lugar menos chato.
spanish_mx: ¡Bienvenido a DoSomething.org, una de las mayores organizaciones para jóvenes y para el cambio social! Después de que hayas recorrido los 11 hechos (con las citas abajo), actúa y ofrécete como voluntario con nuestros millones de miembros. Inscríbete para [campaign](/campañas) y haz que el mundo apeste menos.

source: DoSomething.org doesn’t offer grants anymore! Here’s why: Instead of giving grant money to a few individual projects, we’ve invested in creating more national cause campaigns ANYONE can do. That means more young people (that’s you!) making more impact. Ready? Check out our [campaign finder](/campaigns) or join one of these:
portuguese_br: A DoSomething.org não oferece mais doações! Eis os motivos: Em vez de dar doações em dinheiro para alguns projetos individuais, investimos na criação de mais campanhas de causas nacionais, das quais QUALQUER UM pode participar. Isso significa mais jovens (você!) causando mais impacto. Preparado? Dê uma olhada em nossas [campaign finder](/campaigns) ou junte-se a uma dessas:
spanish_mx: DoSomething.org ya no ofrece subvenciones. Te decimos los motivos: En vez de otorgar subvenciones a unos cuantos proyectos individuales, hemos invertido para crear más campañas en causas nacionales que CUALQUIERA puede hacer. Eso significa que hay más jóvenes (o sea, ¡tú!) que crean más impacto. ¿Listo? Revisa nuestras [campaign finder](/campañas) o súmate a una de estas:

source: DoSomething.org doesn’t host projects anymore! We want young people to be able to rock any cause, anytime, anywhere. That’s why we’ve turned some of the best projects (out of 40,000 ideas!) into national cause campaigns EVERYONE can tackle. Ready? Check out our [campaign finder](/campaigns) or join one of these:
portuguese_br: A DoSomething.org já não hospeda mais projetos! Queremos que os jovens sejam capazes de liderar qualquer causa, a qualquer hora, em qualquer lugar. É por isso que já transformamos alguns dos melhores projetos (dentre 40.000 ideias!) em campanhas de causas nacionais das quais todos podem participar. Preparado? Dê uma olhada em nossas [campaign finder](/campaigns), ou junte-se a uma dessas:
spanish_mx: DoSomething.org ya no aloja proyectos. Queremos que los jóvenes puedan trabajar por cualquier causa, en cualquier momento, en cualquier lugar. Es por eso que hemos transformados algunos de los mejores proyectos (de unas 40,000 ideas) en campañas de causas nacionales en las que CUALQUIERA puede entrar. ¿Listo? Revisa nuestras [campaign finder](/campañas) o súmate a una de estas:

source: But we did a quick search, and here is some similar content that we do have.
portuguese_br: Mas fizemos uma pesquisa rápida, e aqui estão alguns conteúdos semelhantes que possuímos.
spanish_mx: Hicimos una investigación rápida y aquí te mostramos un contenido similar que tenemos.

source: Thanks for your donation!
portuguese_br: Obrigado por sua doação!
spanish_mx: ¡Gracias por tu donativo!

source: Your $$$ fires up young people to make an impact. A big one.
portuguese_br: Seus $ $$ motivam jovens a causarem um impacto. Um grande impacto.
spanish_mx: Tu $$$ impulsa a los jóvenes a lograr un impacto. ¡Un gran impacto!

source: How many people did you do this with?
portuguese_br: Com quantas pessoas você fez isso?
spanish_mx: ¿Con cuánta gente hiciste esto?

source: SUBMIT
portuguese_br: ENVIAR
spanish_mx: ENVIAR

source: Sweet thanks! You'll receive your t-shirts within 2-3 weeks. We'll email you once they've been shipped so you can track the package. Keep up the awesome work.
portuguese_br: Muito obrigado! Você receberá suas camisetas no prazo de 2 a 3 semanas. Nós enviaremos um e-mail a você assim que elas forem enviadas, para que você possa rastrear o pacote. Continue com seu trabalho incrível.
spanish_mx: ¡Te agradecemos mucho! Recibirás tus camisetas en 2-3 semanas. Te enviaremos un correo electrónico cuando hayan sido despachadas para que puedas rastrear el paquete. Sigue haciendo este trabajo tan maravilloso.

source: Complete this form, and we’ll mail you your shirts!
portuguese_br: Preencha esse formulário e nós enviaremos suas camisetas!
spanish_mx: Completa el formulario y te enviaremos las playeras por correo.

source: Free T-Shirts
portuguese_br: Camisetas grátis
spanish_mx: Playeras gratis

source: GET YOUR SHIRTS
portuguese_br: PEGUE SUAS CAMISETAS
spanish_mx: RECIBE TUS CAMISETAS

source: Congratulations! You tackled two or more DoSomething.org campaigns in the last 12 months. To say thanks, we want to send you two (free!) T-shirts. Keep one and rock it with pride. Then give the other to a friend who you want to take action with DoSomething.org.
portuguese_br: Parabéns! Você participou de duas ou mais campanhas DoSomething.org nos últimos 12 meses. Em agradecimento, queremos lhe enviar duas camisetas (grátis!). Fique com uma e a vista com orgulho. Dê a outra a um amigo que você espera que tome uma ação junto à DoSomething.org.
spanish_mx: ¡Felicitaciones! Entraste en dos o más campañas de DoSomething.org en los últimos 12 meses. Para agradecerte, queremos enviarte dos camisetas (¡gratis!). Conserva una y lúcela con orgullo. Luego dale la otra a un amigo con quien quieres actuar en DoSomething.org

source: You’ve earned a (free!) DoSomething.org T-shirt!
portuguese_br: Você ganhou uma camiseta (grátis!) da DoSomething.org!
spanish_mx: ¡Ganaste una playera DoSomething.org (gratis)!

source: Oh, snap!
portuguese_br: Ah, não!
spanish_mx: ¡Caramba!

source: We searched our site, but couldn't find what you were looking for. Try a new search or check out one of our campaigns below.
portuguese_br: Pesquisamos em nosso site, mas não encontramos o que você estava procurando. Tente uma nova pesquisa ou dê uma olhada em uma de nossas campanhas abaixo.
spanish_mx: Revisamos el sitio pero no pudimos encontrar lo que buscabas. Intenta una nueva búsqueda o revisa una de las campañas que están más abajo.

source: DoSomething.org makes the world suck less. One of the largest orgs for young people and social change, our millions of members tackle campaigns that impact every cause, from poverty to violence to the environment to literally everything else. Any cause, anytime, anywhere. *mic drop*
portuguese_br: A DoSomething.org torna o mundo um lugar menos chato. Somos uma das maiores organizações para jovens e mudanças sociais, e nossos milhões de membros realizam campanhas que impactam todas as causas, da pobreza à violência até o meio ambiente e literalmente tudo mais. Qualquer causa, a qualquer hora, em qualquer lugar. *impressionante*
spanish_mx: DoSomething.org hace que el mundo sea un lugar mejor. Es una de las mayores organizaciones para jóvenes y el cambio social, y nuestros millones de miembros entran en campañas que repercuten sobre cada causa, desde la pobreza a la violencia, al medio ambiente hasta literalmente todo lo demás. Cualquier causa, en cualquier momento, en cualquier lugar. *suelta micrófono*

source: Rock your campaigns and send pics to prove it.
portuguese_br: Arrase em suas campanhas e envie fotos para provar.
spanish_mx: Mueve tus campañas y envía fotos para demostrarlo.

source: If we have an account with that email address, we'll send you a password recovery link in a few minutes.
portuguese_br: Se tivermos uma conta com este endereço de e-mail, enviaremos a você um link de recuperação de senha em alguns minutos.
spanish_mx: Si tenemos una cuenta con esa dirección de correo electrónico, te enviaremos un enlace para que recuperes tu contraseña en unos minutos.

source: Here are some tricks to help you find your school:1. Try typing only the first word or two of your school name (instead of the whole thing at once) and wait to see if a match appears in the results.2. Try abbreviating or unabbreviating. If "St. Mary's" doesn't work, try "Saint Mary's" or vice versa. Same with JFK vs. John F. Kennedy.3. Make sure you are searching for a specific school, not a whole district.4. Use “&” instead of “and” and vice versa. You can also try taking out or adding in periods, sometimes “J. F. Kennedy Jr. Middle School” won’t work, but “J F Kennedy Middle School will.5. Try removing a name or initial. For example, “Robert E. Lee High School” might not show up, but “Lee High School” will.6. Try taking out or adding words like “High”, “Middle”, and “Senior”. “William S. Hart Senior High School” might not work, but “Hart High School” will and vice versa.7. If your school is in a U.S. territory, please click the “Contact Us” link below and send us your school’s name and location to sign up.
portuguese_br: Aqui estão algumas dicas para ajudar você a encontrar sua escola:1. Tente digitar apenas as primeiras palavras do nome de sua escola (em vez do nome completo) e espere para ver se a combinação aparece nos resultados.2. Tente com e sem abreviação. Se "Pe. João Paulo" não funcionar, tente "Padre João Paulo" ou vice-versa. O mesmo com SASP versus Santo Agostinho de São Paulo.3. Certifique-se de estar procurando por uma escola específica.4. Tente "&", em vez de "e" e vice-versa. Você também pode tentar tirar ou adicionar pontos finais; às vezes, "Colégio D. Alighieri" pode não funcionar, mas "Colégio D Alighieri" funcionará.5. Tente remover um nome ou iniciais. Por exemplo, "Colégio Liceal de S. M. Lamas" pode não aparecer, mas "Colégio Liceal Lamas" aparecerá.6. Tente retirar ou adicionar palavras como "Superior" e "Médio". "Colégio Marista Santa Maria de Ensino Médio" pode não funcionar, mas "Marista Santa Maria" funcionará e vice-versa.7. Se sua escola estiver em um território dos Estados Unidos, clique no link "Fale conosco" abaixo e nos envie o nome da escola e o local para inscrevê-la.
spanish_mx: Algunos trucos para ayudarte a encontrar tu escuela:1. Trata de escribir solamente la primera o las dos primeras palabras del nombre de tu escuela (en vez de todo el nombre) y espera a ver si aparece una coincidencia en los resultados.2. Trata de abreviar o de quitar las abreviaturas. Si "St. Mary's" no funciona, prueba con "Saint Mary's" o viceversa. Lo mismo con JFK y John F. Kennedy.3. Asegúrate de buscar una escuela específica, no un distrito completo.4. Usa el símbolo “&” en lugar de “y”, o al revés. También puedes tratar de quitar o agregar puntos: a veces “Secundaria J. F. Kennedy Jr.” no funciona, pero “Secundaria J F Kennedy” sí.5. Trata de quitar un nombre o una inicial. Por ejemplo, “Secundaria Robert E. Lee” puede no aparecer, pero “Secundaria Robert Lee” sí aparecerá.6. Trata de quitar o agregar palabras como “Secundaria”, “Preparatoria” y “Técnica”. “Escuela secundaria William S. Hart” quizá no funcione, pero “Escuela secundaria Hart” funcionará, y viceversa.7. Si tu escuela se encuentra en un territorio de Estados Unidos, haz clic en el vínculo “Contáctanos” a continuación y envíanos el nombre y la ubicación de tu escuela para inscribirla.

source: Your Question
portuguese_br: Sua pergunta
spanish_mx: Tu pregunta

source: Enter your question below. Please be as specific as possible. If you are having a technical issue, please make sure to provide detailed steps (click by click) on how you encountered the problem, so our developers can re-create the issue.
portuguese_br: Digite sua pergunta abaixo. Seja o mais específico possível. Se você estiver com um problema técnico, forneça instruções detalhadas (passo-a-passo) sobre como você encontrou o problema, para que nossos desenvolvedores possam recriá-lo.
spanish_mx: Ingresa tu pregunta a continuación. Sé lo más específico posible. Si tienes un problema técnico, asegúrate de proporcionar los pasos detallados (cada clic que diste) que realizaste para encontrar el problema, para que nuestros desarrolladores puedan reproducir el problema.

source: Thanks for submitting your address! Your kit will arrive in about one week.
portuguese_br: Obrigado por enviar seu endereço! Seu kit chegará em aproximadamente uma semana.
spanish_mx: ¡Gracias por enviar tu dirección! Tu kit llegará en aproximadamente una semana.

source: Enter your mailing address to receive a free Teens for Jeans kit to promote your drive! It includes a poster, instructions, and Aéropostale gift cards to pay it forward! Your kit should arrive in one week.
portuguese_br: Coloque seu endereço de correspondência para receber gratuitamente um kit Teens for Jeans para promover sua campanha! O kit inclui um poster, instruções e vale-presentes da Aéropostale para serem usados como forma de retribuição! O kit deve chegar em uma semana.
spanish_mx: ¡Ingresa tu dirección postal para recibir gratis un kit Adolescentes en favor de los jeans para promover tu campaña! ¡Incluye un póster, instrucciones, tarjetas de regalo de Aéropostale para que le hagas el favor a alguien más! Tu kit deberá llegar en una semana.

source: You already requested a kit on [submitted] and we're working on getting it to you! It should arrive about one week from the day you ordered it.
portuguese_br: Você já pediu um kit em [submitted] e estamos trabalhando para enviá-lo a você! Ele deve chegar dentro de uma semana a partir da data em que o pedido foi realizado.
spanish_mx: Ya solicitaste un kit el [submitted] y estamos trabajando para hacértelo llegar. Debe llegar en aproximadamente una semana a partir de la fecha en que lo solicitaste.

source: Theme Settings
portuguese_br: Definições de tema
spanish_mx: Configuración de tema

source: Asset Path
portuguese_br: Caminho de ativos
spanish_mx: Ruta del activo
